{
  "plugins": {
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp",
      "version": "1.0.0 - 2.0.0"
    },
    "blink.download": {
      "src": "https://github.com/saghen/blink.download"
    },
    "blink.pairs": {
      "src": "https://github.com/Saghen/blink.pairs",
      "version": ">=0.0.0"
    },
    "bufdelete.nvim": {
      "src": "https://github.com/famiu/bufdelete.nvim.git"
    },
    "bufferline.nvim": {
      "src": "https://github.com/akinsho/bufferline.nvim.git"
    },
    "cmake-tools.nvim": {
      "src": "https://github.com/Civitasv/cmake-tools.nvim.git"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim"
    },
    "lualine.nvim": {
      "src": "https://github.com/nvim-lualine/lualine.nvim.git"
    },
    "mason.nvim": {
      "src": "https://github.com/mason-org/mason.nvim"
    },
    "neo-tree.nvim": {
      "src": "https://github.com/nvim-neo-tree/neo-tree.nvim.git",
      "version": "3.0.0 - 4.0.0"
    },
    "nui.nvim": {
      "src": "https://github.com/MunifTanjim/nui.nvim.git"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/nvim-tree/nvim-web-devicons.git"
    },
    "onedark.nvim": {
      "src": "https://github.com/navarasu/onedark.nvim.git"
    },
    "onedarkpro.nvim": {
      "src": "https://github.com/olimorris/onedarkpro.nvim"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim.git"
    },
    "toggleterm.nvim": {
      "src": "https://github.com/akinsho/toggleterm.nvim.git"
    },
    "vim-commentary": {
      "src": "https://github.com/tpope/vim-commentary.git"
    }
  }
}
